Repository: RaulPastorClemente/treeview
Catalog: locales/*.po
Languages: cs_cz, nl_nl, ru_ru, zh_cn

source: Use the tree
cs_cz: Použití stromu
nl_nl: Gebruik de tree
ru_ru: Использование плагина
zh_cn: 使用树

source: Tree view
cs_cz: Stromový pohled
ru_ru: Список по местонахождению
zh_cn: 树型视图

source: Launch the plugin Treeview with GLPI launching
cs_cz: Spustit zásuvný modul Treeview při startu GLPI
nl_nl: Start de plugin Treeview op als GLPI start
ru_ru: Открывать окно Списка по местонахождению при входе в GLPI
zh_cn: 使用GLPI启动插件Treeview

source: Warning: If there are more than one plugin which be loaded at startup, then only the first will be used
cs_cz: Varování: Pokud je při spuštění načteno více než jeden zásuvný modul, použije se pouze první
nl_nl: Let op: Als er meer dan &eacute&eacuten plugin geladen wordt tijdens het opstarten wordt alleen de eerste gebruikt.
zh_cn: 警告：如果启动时加载了多个插件，则只使用第一个插件

source: Display
cs_cz: Zobrazit
nl_nl: Overzicht
ru_ru: Настройка меню
zh_cn: 显示

source: Target for all the nodes
cs_cz: Cíl pro všechny uzly
nl_nl: Doel voor alle nodes
ru_ru: Открывать в
zh_cn: 针对所有节点的目标

source: New window
cs_cz: Nové okno
nl_nl: Nieuw venster
ru_ru: новом окне
zh_cn: 新窗口

source: The central console
cs_cz: Centrální konzole
nl_nl: Het centrale console
ru_ru: окно GLPI
zh_cn: 中央控制台

source: Should folders be links
cs_cz: Složky by měly být propojeny
nl_nl: Moeten folders worden gelinkt?
ru_ru: Папки типов устройств имеют ссылки

source: Nodes can be highlighted
cs_cz: Uzly lze zvýraznit
nl_nl: Nodes kunnen worden gemarkeerd
ru_ru: Выделять выбранный элемент в списке
zh_cn: 节点可以突出显示

source: Tree is drawn with lines
cs_cz: Strom je nakreslen čarami
nl_nl: Tree wordt getekend met lijnen
ru_ru: Рисовать линии
zh_cn: 树用线条绘制

source: Tree is drawn with icons
cs_cz: Strom je nakreslen ikonami
nl_nl: Tree wordt getekend met iconen
ru_ru: Рисовать иконки
zh_cn: 树用图标绘制

source: Only one node within a parent
cs_cz: Pouze jeden uzel v rámci rodiče
nl_nl: Slechts &eacute&eacuten node binnen een ouder
ru_ru: Одновременно раскрывать
zh_cn: 父级中只有一个节点

source: can be expanded at the same time.
cs_cz: lze rozšířit současně.
nl_nl: kan worden uitgeklapt.
ru_ru: только одну ветку.
zh_cn: 可以同时扩展。

source: Item name
cs_cz: Název položky
nl_nl: Item naam
ru_ru: Название объектов
zh_cn: 项目名称

source: Location name
cs_cz: Název umístění
nl_nl: Locatie naam
ru_ru: Название местоположения
zh_cn: 地点名称

source: Short name
cs_cz: Krátký název
nl_nl: Verkorte naam
ru_ru: Краткое название
zh_cn: 简称

source: Long name
cs_cz: Dlouhý název
nl_nl: Lange naam
ru_ru: Длинное название
zh_cn: 全称

source: Comment
cs_cz: Komentář
nl_nl: Opmerking
ru_ru: Примечание
zh_cn: 注释
